Repository: DeepikaSaladi2005/MajorProject
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hi, te

source: Minor
hi: नाबालिग
te: మైనర్

source: Moderate
hi: मध्यम
te: మితమైన

source: Severe
hi: गंभीर
te: తీవ్రమైన

source: Probability
hi: संभावना
te: సంభావ్యత

source: Predicted Severity
hi: गंभीरता की भविष्यवाणी की
te: తీవ్రతను అంచనా వేసింది

source: Insurance Claim Report
hi: बीमा दावा रिपोर्ट
te: భీమా దావా నివేదిక

source: 1. Policy Holder Information
hi: 1। नीति धारक की जानकारी
te: 1. పాలసీ హోల్డర్ సమాచారం

source: Name
hi: नाम
te: పేరు

source: Phone
hi: फ़ोन
te: ఫోన్

source: Email
hi: ईमेल
te: ఇమెయిల్

source: Address
hi: पता
te: చిరునామా

source: 2. Insurance Details
hi: 2। बीमा विवरण
te: 2. భీమా వివరాలు

source: Policy Number
hi: नीति संख्या
te: విధాన సంఖ్య

source: Insurance Provider
hi: बीमा प्रदाता
te: భీమా ప్రొవైడర్

source: 3. Vehicle Information
hi: 3। वाहन की जानकारी
te: 3. వాహన సమాచారం

source: Car Brand
hi: कार की छाप
te: కార్ బ్రాండ్

source: Car Model
hi: कार मॉडल
te: కార్ మోడల్

source: Registration Number
hi: पंजीकरण संख्या
te: నమోదు సంఖ్య

source: 4. Damage Assessment
hi: 4। क्षति मूल्यांकन
te: 4. నష్టం అంచనా

source: Damaged Part
hi: क्षतिग्रस्त भाग
te: దెబ్బతిన్న భాగం

source: Estimated Repair Cost
hi: अनुमानित मरम्मत लागत
te: మరమ్మత్తు ఖర్చు

source: Unknown
hi: अज्ञात
te: తెలియదు

source: No file uploaded
hi: कोई फ़ाइल अपलोड नहीं की गई
te: ఫైల్ అప్‌లోడ్ చేయబడలేదు

source: FixMyRide - Damage Detection
hi: FixMyride - क्षति का पता लगाना
te: Fixmyride - నష్టం గుర్తించడం

source: Select Language
hi: भाषा चुने
te: భాషను ఎంచుకోండి

source: 🚗 FixMyRide - Vehicle Damage Detection
hi: 🚗 FixMyride - वाहन क्षति का पता लगाना
te: 🚗 fixmyride - వాహన నష్టం గుర్తించడం

source: Upload Vehicle Image
hi: वाहन छवि अपलोड करें
te: వాహన చిత్రాన్ని అప్‌లోడ్ చేయండి

source: Select Car Brand:
hi: कार ब्रांड का चयन करें:
te: కార్ బ్రాండ్‌ను ఎంచుకోండి:

source: --Select Brand--
hi: -चयन ब्रांड--
te: -బ్రాండ్-ఎంపిక-

source: Select Car Model:
hi: कार मॉडल का चयन करें:
te: కార్ మోడల్‌ను ఎంచుకోండి:

source: --Select Model--
hi: -चयन मॉडल--
te: -ఎన్నుకోండి మోడల్-

source: Upload Vehicle Image:
hi: वाहन छवि अपलोड करें:
te: వాహన చిత్రాన్ని అప్‌లోడ్ చేయండి:

source: Upload & Analyze
hi: अपलोड और विश्लेषण करें
te: అప్‌లోడ్ & విశ్లేషించండి

source: Detection Result & Damage Analysis
hi: परिणाम और क्षति विश्लेषण का पता लगाना
te: గుర్తింపు ఫలితం మరియు నష్టం విశ్లేషణ

source: Original with Detection
hi: पता लगाने के साथ मूल
te: గుర్తింపుతో అసలైనది

source: Damage Heatmap
hi: नुकसान हीटमैप
te: నష్టం హీట్ మ్యాప్

source: 💰 Estimated Repair Cost: ₹
hi: 💰 अनुमानित मरम्मत लागत: ₹
te: Messies అంచనా వేసిన మరమ్మత్తు ఖర్చు: ₹

source: 🔥 Predicted Severity:
hi: 🔥 भविष्यवाणी की गई गंभीरता:
te: 🔥 అంచనా వేసిన తీవ్రత:

source: 📊 Severity Graph
hi: 📊 गंभीरता ग्राफ
te: 📊 తీవ్రత గ్రాఫ్

source: Fill in Details to Generate Insurance Claim PDF
hi: बीमा दावा पीडीएफ उत्पन्न करने के लिए विवरण भरें
te: భీమా దావా PDF ను రూపొందించడానికి వివరాలను పూరించండి

source: Full Name:
hi: पूरा नाम:
te: పూర్తి పేరు:

source: Address:
hi: पता:
te: చిరునామా:

source: Phone:
hi: फ़ोन:
te: ఫోన్:

source: Email:
hi: ईमेल:
te: ఇమెయిల్:

source: Policy Number:
hi: नीति संख्या:
te: విధాన సంఖ్య:

source: Insurance Provider:
hi: बीमा प्रदाता:
te: భీమా ప్రదాత:

source: Download Insurance Claim PDF
hi: डाउनलोड बीमा दावा पीडीएफ
te: భీమా దావా PDF ని డౌన్‌లోడ్ చేయండి

source: {editor}: Editing failed
hi: {संपादक}: संपादन विफल
te: {ఎడిటర్}: ఎడిటింగ్ విఫలమైంది

source: {editor}: Editing failed: {e}
hi: {संपादक}: संपादन विफल: {ई}
te: {ఎడిటర్}: ఎడిటింగ్ విఫలమైంది: {ఇ}

source: {text} {deprecated_message}
hi: {पाठ} {पदावनत संदेश}
te: {టెక్స్ట్} {డీప్రికేటెడ్ సందేశం}

source: Options
hi: विकल्प
te: ఎంపికలు

source: DeprecationWarning: The command {name!r} is deprecated.{extra_message}
hi: पदावनति: कमांड {नाम! R} पदावनत है। {Extray_message}
te: Devecationwarning: {పేరు! R} ఆదేశం క్షీణించబడింది. {Extrance_message}

source: Aborted!
hi: गर्भपात!
te: గర్భస్రావం!

source: Commands
hi: आदेश
te: ఆదేశాలు

source: Missing command.
hi: लापता आज्ञा।
te: కమాండ్ లేదు.

source: No such command {name!r}.
hi: ऐसी कोई कमांड {नाम! R} नहीं।
te: అలాంటి ఆదేశం లేదు {పేరు! R}.

source: Value must be an iterable.
hi: मूल्य एक iterable होना चाहिए।
te: విలువ తప్పనిసరిగా పునరావృతమై ఉండాలి.

source: DeprecationWarning: The {param_type} {name!r} is deprecated.{extra_message}
hi: पदावनति: {param_type} {नाम! R} पदावनत है। {Extray_message}
te: DevecationWarning: {param_type} {name!

source: env var: {var}
hi: Env था: {था}
te: Env: {వాస్}

source: default: {default}
hi: डिफ़ॉल्ट: {डिफ़ॉल्ट}
te: డిఫాల్ట్: {డిఫాల్ట్}

source: required
hi: आवश्यक
te: అవసరం

source: (dynamic)
hi: (गतिशील)
te: (డైనమిక్)

source: %(prog)s, version %(version)s
hi: %(prog) s, संस्करण %(संस्करण) s
te: %(ప్రోగ్) లు, వెర్షన్ %(వెర్షన్) లు

source: Show the version and exit.
hi: संस्करण दिखाएं और बाहर निकलें।
te: సంస్కరణ మరియు నిష్క్రమణను చూపించు.

source: Show this message and exit.
hi: इस संदेश को दिखाएं और बाहर निकलें।
te: ఈ సందేశాన్ని చూపించి నిష్క్రమించండి.

source: Error: {message}
hi: त्रुटि संदेश}
te: లోపం: {సందేశం}

source: Try '{command} {option}' for help.
hi: मदद के लिए '{कमांड} {विकल्प}' का प्रयास करें।
te: సహాయం కోసం '{కమాండ్} {ఎంపిక}' ప్రయత్నించండి.

source: Invalid value: {message}
hi: अमान्य मान: {संदेश}
te: చెల్లని విలువ: {సందేశం}

source: Invalid value for {param_hint}: {message}
hi: {Param_hint} के लिए अमान्य मान: {संदेश}
te: {Param_hint for కోసం చెల్లని విలువ: {సందేశం}

source: Missing argument
hi: लापता तर्क
te: తప్పిపోయిన వాదన

source: Missing option
hi: गुम विकल्प
te: ఎంపిక లేదు

source: Missing parameter
hi: लापता पैरामीटर
te: తప్పిపోయిన పరామితి

source: Missing {param_type}
hi: गुम {param_type}
te: లేదు {param_type}

source: Missing parameter: {param_name}
hi: गुम पैरामीटर: {param_name}
te: తప్పిపోయిన పరామితి: {param_name}

source: No such option: {name}
hi: ऐसा कोई विकल्प नहीं: {नाम}
te: అటువంటి ఎంపిక లేదు: {పేరు}

source: unknown error
hi: अज्ञात त्रुटि
te: తెలియని లోపం

source: Could not open file {filename!r}: {message}
hi: फ़ाइल नहीं खोल सका {फ़ाइल नाम! R}: {संदेश}
te: ఫైల్ {ఫైల్ పేరు తెరవలేదు! R}: {సందేశం}

source: Usage:
hi: उपयोग:
te: ఉపయోగం:

source: Argument {name!r} takes {nargs} values.
hi: तर्क {नाम! R} {nargs} मान लेता है।
te: ఆర్గ్యుమెంట్ {పేరు! R} {nargs} విలువలను తీసుకుంటుంది.

source: Option {name!r} does not take a value.
hi: विकल्प {नाम! R} कोई मान नहीं लेता है।
te: ఎంపిక {పేరు! R that విలువను తీసుకోదు.

source: Shell completion is not supported for Bash versions older than 4.4.
hi: शेल समापन 4.4 से पुराने बैश संस्करणों के लिए समर्थित नहीं है।
te: 4.4 కన్నా పాత బాష్ వెర్షన్లకు షెల్ పూర్తి మద్దతు లేదు.

source: Couldn't detect Bash version, shell completion is not supported.
hi: बैश संस्करण का पता नहीं लगा सका, शेल पूरा होने का समर्थन नहीं किया गया है।
te: బాష్ సంస్కరణను గుర్తించలేకపోయారు, షెల్ పూర్తి చేయడానికి మద్దతు లేదు.

source: Repeat for confirmation
hi: पुष्टि के लिए दोहराएं
te: నిర్ధారణ కోసం పునరావృతం చేయండి

source: Error: The value you entered was invalid.
hi: त्रुटि: आपके द्वारा दर्ज किया गया मान अमान्य था।
te: లోపం: మీరు నమోదు చేసిన విలువ చెల్లదు.

source: Error: {e.message}
hi: त्रुटि: {e.message}
te: లోపం: {e.message}

source: Error: The two entered values do not match.
hi: त्रुटि: दो दर्ज किए गए मान मेल नहीं खाते हैं।
te: లోపం: నమోదు చేసిన రెండు విలువలు సరిపోలలేదు.

source: Error: invalid input
hi: त्रुटि: अमान्य इनपुट
te: లోపం: చెల్లని ఇన్పుట్

source: Press any key to continue...
hi: जारी रखने के लिए किसी भी कुंजी को दबाएं...
te: కొనసాగించడానికి ఏదైనా కీని నొక్కండి ...

source: Choose from: {choices}
hi: से चुनें: {विकल्प}
te: నుండి ఎంచుకోండి: {ఎంపికలు}

source: {value!r} is not a valid {number_type}.
hi: {मान! r} एक मान्य {number_type} नहीं है।
te: {విలువ! R} చెల్లుబాటు అయ్యే {number_type} కాదు.

source: {value} is not in the range {range}.
hi: {मान} रेंज {रेंज} में नहीं है।
te: {విలువ grand పరిధి} పరిధిలో లేదు.

source: {value!r} is not a valid boolean.
hi: {मान! R} एक मान्य बूलियन नहीं है।
te: {విలువ! R} చెల్లుబాటు అయ్యే బూలియన్ కాదు.

source: {value!r} is not a valid UUID.
hi: {मान! R} एक मान्य UUID नहीं है।
te: {విలువ! R} చెల్లుబాటు అయ్యే UUID కాదు.

source: file
hi: फ़ाइल
te: ఫైల్

source: directory
hi: निर्देशिका
te: డైరెక్టరీ

source: path
hi: पथ
te: మార్గం

source: {name} {filename!r} does not exist.
hi: {नाम} {फ़ाइल नाम! r} मौजूद नहीं है।
te: {పేరు} {ఫైల్ పేరు! R} ఉనికిలో లేదు.

source: {name} {filename!r} is a file.
hi: {नाम} {FileName! R} एक फ़ाइल है।
te: {పేరు} {ఫైల్ పేరు! R} ఒక ఫైల్.

source: {name} {filename!r} is a directory.
hi: {नाम} {फ़ाइल नाम! r} एक निर्देशिका है।
te: {పేరు} {ఫైల్ పేరు! R} అనేది డైరెక్టరీ.

source: {name} {filename!r} is not readable.
hi: {नाम} {फ़ाइल नाम! r} पठनीय नहीं है।
te: {పేరు} {ఫైల్ పేరు! R} చదవగలిగేది కాదు.

source: {name} {filename!r} is not writable.
hi: {नाम} {फ़ाइल नाम! r} लेखन योग्य नहीं है।
te: {పేరు} {ఫైల్ పేరు! R} వ్రాయబడదు.

source: {name} {filename!r} is not executable.
hi: {नाम} {फ़ाइल नाम! r} निष्पादन योग्य नहीं है।
te: {పేరు} {ఫైల్ పేరు! R} ఎగ్జిక్యూటబుల్ కాదు.

source: x
hi: एक्स
